<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<!doctype html>
<html lang="en">
<head>
	<meta charset="UTF-8">
	<title>精英计划-购买协议</title>
	<!--百度统计代码-->
	<script type="text/javascript" src="/common/js/jquery-1.7.2.min.js"></script>
	<%@include file="../include/pub.jsp"%>
    <script>
		var _hmt = _hmt || [];
		(function() {
		  var hm = document.createElement("script");
		  hm.src = "//hm.baidu.com/hm.js?22fe330b8bf5f3b6daef2ad6864536cc";
		  var s = document.getElementsByTagName("script")[0]; 
		  s.parentNode.insertBefore(hm, s);
		})();
    </script>
</head>
<link rel="stylesheet" href="${cdnPath}/css/public.css">
<link rel="stylesheet" href="${cdnPath}/css/head-footer.css">
<link rel="stylesheet" href="${cdnPath}/css/reset.css" type="text/css">
<style>
	html,body{width: 100%;height: 100%;}
	.wrap{width: 1150px;margin: 0 auto;}
	.wrap h1{font-size: 18px;width: 100%;height: 40px;line-height: 40px;font-size: 24px;text-align: center;color: rgb(51, 51, 51); }
	.wrap h2{font-size: 18px;width: 100%;height: 40px;line-height: 40px;padding-left: 10px;color: rgb(51, 51, 51);}
	.wrap p{font-size: 16px;width: 94%;margin: 0 auto; line-height: 24px; margin-top: 10px;color: rgb(51, 51, 51);}
	.wrap p span{line-height: 30px;font-size: 16px;color: rgb(51, 51, 51);}
	.bg{background-color: #A8A8A8;font-weight: bold;width: 100%;color: rgb(51, 51, 51);}
	.font-w{font-weight: bold;color: rgb(51, 51, 51);}
	.font-w span{background-color: #A8A8A8;font-weight: bold;font-size: 16px;color: rgb(51, 51, 51);}
	.wrap h3{font-size: 18px;text-align: center;font-size: 20px;line-height: 40px;color: rgb(51, 51, 51);}
</style>
<body>

<%@include file="../include/header.jsp"%>

<div class="wrap">
	<h1 style="clear:both;">会员服务协议</h1>
	
	<h2>1. 服务条款的接受与修改</h2>
		<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本协议是VIP会员与北京小马过河教育科技有限公司（下称“小马科技”）之间关于用户成为VIP会员且使用小马科技提供的VIP会员服务所订立的协议。本协议约定小马科技与VIP会员之间关于软件许可使用以及服务使用及相关方面的权利义务。“VIP会员”或“您”是指享受小马科技提供的VIP会员服务的个人或单一实体。本协议构成您（无论个人或者单位）使用小马科技所提供的VIP会员服务之先决条件，除非您接受本协议条款，否则您无权使用本协议的相关服务。您的使用行为将视为同意接受本协议各项条款的约束。 </p>
	
	<h2>2. 服务说明</h2>
		<p>2.1 小马科技VIP会员服务涉及的小马科技产品所有权以及相关软件知识产权归小马科技所有。小马科技所提供的服务将按照其服务条款和操作规则严格执行。</p>
		<p>2.2 小马科技享有对VIP会员网上一切活动的监督、提示、检查的权利，如VIP会员的行为违反有关法律法规或违反本协议条款的约定，小马科技享有要求其纠正及追究其责任等权利。</p>
		<p>2.3 小马科技向VIP会员提供的全部服务，均仅限于VIP会员在小马科技平台使用，任何以恶意破解等非法手段将小马科技提供的服务内容与小马科技平台分离的行为，均不属于本协议中约定的小马科技提供的服务。由此引起的一切法律后果由行为人负责，小马科技将依法追究行为人的法律责任。</p>
		<p>2.4 小马科技有权随时更新本协议条款，并通过网站公告或信息提示的方式告知VIP会员，VIP会员使用本协议约定服务时，就构成了对更新条款的认可，更新条款也相应生效。当VIP会员使用小马科技各单项服务时，VIP会员的使用行为视为其对各单项服务的服务条款以及小马科技在该单项服务中发出各类公告的同意。</p>
		<p><span class="bg">2.5 您明确了解并同意，小马科技VIP会员的付费方式为代收费运营商托收的付款方式，您通过此种付费方式付费可能存在一定的商业风险，包括但不限于不法分子利用您账户或银行卡等有价卡等进行违法活动，该等风险均会给您造成相应的经济损失，该等损失均非小马科技造成的。您应自行承担向侵权方追究侵权责任和追究责任不能的后果。</span></p>
		<p><span class="bg">2.6 您应自行负责妥善且正确地保管、使用、维护您在小马科技申请取得的账户、账户信息及账户密码。您应对您账户信息和账户密码采取必要和有效的保密措施。非小马科技原因致使您账户、密码泄漏以及因您保管、使用、维护不当造成损失的，小马科技无须承担与此有关的任何责任。</span></p>
		<p><span class="bg">2.7 小马科技不对您因第三方的行为或不作为造成的损失承担任何责任，包括但不限于支付服务和网络接入服务、任意第三方的侵权行为。</span></p>
	
	<h2>3. 成为VIP会员的程序</h2>
		<p>3.1 在成为小马科技VIP会员之前，您必须先根据真实、准确信息注册成为小马科技用户。用户所填写的内容与个人资料必须真实有效，否则小马科技有权拒绝其申请或撤销其VIP会员资格，并不予任何赔偿或退还VIP会员服务费。VIP会员的个人资料发生变化，应及时修改注册的个人资料，否则由此造成的VIP会员权利不能全面有效行使的责任由VIP会员自己承担，小马科技有权因此取消其VIP会员资格，并不予退还VIP会员费或其他任何形式的任何赔偿。 </p>
		<p>3.2 您可通过各种已有和未来新增的渠道成为小马科技VIP会员，包括但不限于：通过网银支付、手机支付或第三方支付等方式成为VIP会员。在您使用具体某种渠道成为VIP会员时，须阅读并确认接受本协议以及相关的服务条款和使用方法。</p>
		<p>3.3 成为VIP会员后，VIP会员有权利不接受小马科技的服务，可申请取消VIP会员服务，该等行为属于您违约且单方解除本协议，小马科技有权不退还您已经支付的VIP会员服务费。</p>
		<p>3.4 小马科技VIP会员账号所有权归小马科技所有，VIP会员拥有小马科技账号的有限使用权。</p>
		<p>3.5 小马科技仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由VIP会员自行负担。</p>

	<h2>4. VIP会员服务和账号查询</h2>
		<p>4.1 一旦您成为小马科技VIP会员，即视为您认可该项服务标明之价格；成为小马科技VIP会员后，该项服务即时生效。</p>
		<p>4.2 VIP会员的增值服务标准以小马科技网站上标注的详细资费标价为准。 </p>
		<p>4.3 您可以通过登录小马科技VIP会员中心免费查询您的账号信息详情，包括已开通的服务内容、服务期限等。</p>

	<h2>5. VIP会员的权利及限制</h2>	
		<p>5.1 在VIP会员有效期内，VIP会员可优先参加学习由小马科技提供的课程及学习计划。</p>
		<p>5.2 VIP会员服务仅限于申请账号自行使用；VIP会员服务期内不能在小马科技帐号之间转移，禁止赠与、借用、作用、转让或售卖。否则属于您违约，小马科技有权在未经通知的情况下取消转让账户、受让账户的VIP会员服务资格，由此带来的损失由您自行承担。  </p>
		<p>5.3同一时间同一账号仅可在1个设备上使用。 </p>
		<p>5.4 若VIP会员的行为持续违反本协议或违反国家相关法律法规，或小马科技认为VIP会员行为违约并有损小马科技或他人的声誉及利益，小马科技公司有权取消该VIP会员的VIP会员资格而无须给与任何补偿。  </p>
		<p>5.5 VIP会员不得以盗窃、利用系统漏洞等非法途径以及在未获小马科技授权的非法销售小马科技VIP会员的网站上获取或购买VIP会员服务，否则视为ＶＩＰ会员违约，小马科技有权取消VIP会员的服务资格。有此引发的问题由VIP会员自行承担，小马科技不负任何责任。</p>
		<p>5.6 任何VIP会员不得使用带有非法、淫秽、污辱或人身攻击的含义污辱或人身攻击的呢称和签名档，一经发现，视为VIP会员违约，小马科技有权取消其VIP会员资格而无需给与任何补偿和退费。 </p>
		<p>5.7 小马科技提供的VIP会员服务内容不得用于商业、盈利等用途，只可供个人学习使用。  </p>

	<h2>6. 协议的变更</h2>
		<p class="font-w">6.1 鉴于网络服务的特殊性，小马科技有权随时变更、中断或终止部分或全部的服务。对VIP会员服务提供的计划及课程的服务周期、购买价格保留随时变更的权利，<span>小马科技保留随时修改或中断服务而不需通知您的权利，</span>对于所有服务的中断或终止而造成的任何损失，小马科技无需对您或任何第三方承担任何责任。</p>
		<p>6.2 小马科技对VIP会员协议一旦进行修改，将在页面上公示修改的内容。一经公布即视为通知VIP会员 。</p>
		<p class="font-w">6.3 VIP会员服务提供的课程使用期限中包含小马科技解决故障、服务器维修、调整、升级等所需用的合理时间，对上述情况所需用的时间小马科技不予补偿并保留解释权。</p>
		<p class="font-w">6.4 VIP会员在使用小马科技所提供的服务时，如遭受任何人身或财务的损失、损害或伤害，不论原因如何，小马科技均不负责任。由于VIP会员将个人密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露，小马科技不负任何责任。</p>
		<p>6.5 VIP会员如果不同意条款的修改，可主动向小马科技提出终止VIP会员服务，但小马科技不退还自开通VIP会员服务至提出终止VIP会员服务所在月的已享受VIP会员服务的部分费用；如果VIP会员继续享用VIP会员服务，则视为VIP会员已经接受条款的修改。</p>

	<h2>7. 法律的适用和管辖</h2>	
		<p>7.1 本服务条款的生效、履行、解释及争议的解决均适用中华人民共和国法律，本服务条款因与中华人民共和国现行法律相抵触而导致部分无效，不影响其他部分的效力。</p>
		<p> 7.2 如就本协议内容或其执行发生任何争议，应尽量友好协商解决；协商不成时，则争议各方一致同意将发生的争议提交协商不成时，任何一方均可向小马科技所在地有管辖权的人民法院提起诉讼。</p>
	<h3>北京小马过河教育科技有限公司</h3>	
</div>

<%@include file="../include/footer.jsp"%>

</body>
</html>